Repository: driosn/modulo_cicd
Catalog: lib/l10n/app_*.arb
Languages: es

# aDifferentAmountOption
source: A different amount
es: Un monto diferente

source: A different mobile number
es: Un número de móvil diferente

source: About Making Payments
es: Acerca de Realizar Pagos

# aboutRoutingAccount
source: Locate account information
es: Localizar información de la cuenta

# accordionCloseAll
source: Close All
es: Cerrar todo

# accordionOpenAll
source: Open All
es: Abrir todo

# accountInfoUpdated
source: Account information updated
es: Información de cuenta actualizada

source: Account information updated
es: Información de cuenta actualizada

source: Account number
es: Número de cuenta

source: Add a checking or savings account
es: Agregue una cuenta corriente o de ahorros

source: Add a payment account
es: Agregar una cuenta de pago

# addCheckingSavingsAccount
source: Add a checking or savings account.
es: Agregue una cuenta corriente o de ahorros.

# addNewPaymentAccountSavesYou
source: A saved checking or savings account allows you to pay your bills easily. Use it for AutoPay and for making single payments.
es: Agregar una cuenta de pago le permite ahorrar tiempo al pagar sus facturas. Úsela con AutoPay y para realizar pagos únicos.

# addressEmptyValidation
source: Enter address
es: Ingrese dirección

# addressField
source: Address
es: Dirección

# agreeTermsAuthorize
source: I agree to the terms and authorize the monthly withdrawal of funds from my bank account.
es: Acepto los términos y autorizo el retiro mensual de fondos de mi cuenta bancaria.

# agreeTermsAuthorizePayByText
source: I agree to the terms for using Pay By Text.
es: Acepto los términos para usar Pay By Text.

# allowUpForFortyEightHours
source: Allow up to 48 hours for the total amount due to be updated in {appName} after you’ve made a payment.
es: Espere hasta 48 horas para que el monto total adeudado se actualice en {appName} después de haber realizado un pago.

# allowUpTo48
source: Allow up to 48 hours for the amount paid to be updated in {appName}.
es: Su pago está siendo procesado. Espere hasta 48 horas para que el monto pagado se actualice en {appName}.

source: AMOUNT
es: MONTO

# amountDoesNotOnMyBill
source: The amount due on my bill doesn’t match the amount in {appName}.
es: El monto adeudado en mi factura no coincide con el monto en {appName}.

source: Amount Due
es: Monto adeudado

source: (Amount due may vary each month)
es: (El monto adeudado puede variar cada mes)

# amountNotGreaterThanOne
source: Amount entered must be greater than $1.00
es: El monto ingresado debe ser mayor que $1.00.

# amountOweAndAnyAdditional
source: The amount you owe now and any additional unpaid amount.
es: El monto que debe ahora y cualquier monto adicional impago.

# amountOweFromCurrentBill
source: The amount you owe from a current bill.
es: El monto que debe de una factura actual.

source: AMOUNT PAID
es: MONTO PAGADO

# announcementsCardNew
source: New
es: Nuevos

# announcementsCardTitle
source: Announcements
es: Anuncios

# announcementsCardViewAll
source: VIEW ALL
es: VER TODO

# announcementsDummyFrom
source: From: Your Community Center
es: De: Su centro comunitario

# announcementsDummyWelcome
source: Welcome to Fairfield Village! Blythe Mattie is your Community Manager. Contact him with questions. (123) 456-7890.
es: ¡Bienvenidos a Fairfield Village! Blythe Mattie es la administradora de su comunidad. Contáctela con preguntas. (123) 456-7890.

# announcementsEmpty
source: There are no announcements. Check back later.
es: No hay anuncios, revisa más tarde.

# atLeast1NumberField
source: At least 1 number
es: Al menos 1 número

# atLeast1SymbolField
source: At least 1 symbol ( ! @ # $ % ^ & * ( ) + = )
es: Al menos 1 símbolo ( ! @ # $ % ^ & * ( ) + = )

# authDeclined
source: Authorization Declined
es: Autorización Denegada

# authRequired
source: Authorization Required
es: Autorización Requerida

# authorizationDescription
source: I hereby authorize and request that you debit my bank account or charge my credit card, as selected above, for the amount specified above.
es: Por la presente, autorizo y solicito que se debite mi cuenta bancaria o se cargue mi tarjeta de crédito, según seleccioné anteriormente, por la cantidad especificada anteriormente.

# authorizeYourPaymentTitle
source: Authorize Your Payment
es: Autorice Su Pago

source: AutoPay Enabled
es: AutoPay Activado

source: AutoPay Settings
es: Configuración de AutoPay

source: AutoPay Start Date
es: Fecha de inicio del pago automático

source: AutoPay Started
es: AutoPay Iniciado

# automaticallyPayInfo
source: Automatically pay when your bill is due
es: Pague automáticamente la renta cuando venza su factura

# autopayEftDescription
source: You are enrolled in Electronic Funds Transfer direct debit. These automatic payments already cover your rent every month. Before setting up AutoPay, contact your community to unenroll from EFT payments.
es: Usted está suscrito en el programa de débitos directos de Transferencia Electrónica de Fondos (Electronic Funds Transfer). Estos pagos automáticos ya cubren su renta todos los meses. Antes de configurar AutoPay, comuníquese con su comunidad para cancelar su suscripción a los pagos EFT.

source: AutoPay Not Enabled
es: AutoPay No Activado

source: AutoPay OFF
es: AutoPay DESACTIVADO

source: AutoPay ON
es: AutoPay ACTIVADO

# autopayOnDate
source: AutoPay on
es: AutoPay el

source: Bank Account
es: Cuenta Bancaria

# bankAccountDebited
source: Your bank account will be debited the full amount due.
es: Se debitará de su cuenta bancaria el monto total adeudado.

# beSureToPay
source: Be sure to use another option to pay your balances due.
es: Asegúrese de utilizar otra opción para pagar sus saldos adeudados.

source: Begins
es: Comienza el

# billDeliveryAddEmail
source: Add a new email address
es: Agregar un nuevo correo electrónico

# billDeliveryAddMail
source: Add a new mailing address
es: Agregar una nueva dirección de envíos

# billDeliveryAddPhone
source: Add a new phone number
es: Agregar un nuevo número de móvil

# billDeliveryEmailOption
source: Email
es: Correo Electrónico

# billDeliveryMailOption
source: Mail
es: Correo Postal

# billDeliveryPhoneOption
source: Text message
es: Teléfono (por mensaje de texto)

# billDeliveryTab
source: Bill Delivery
es: Envío de Facturas

# billDeliveryUpdateContactInformation
source: Update your contact information
es: Actualice su información de contacto

# billingMonthLabel
source: BILLING MONTH
es: MES DE FACTURACIÓN

# billingSettingsTitle
source: Billing Settings
es: Configuración de Facturación

# billsAndPayment
source: Billing & Payment History
es: Historial de Facturación y Pagos

# billsLabel
source: Bills
es: Facturas

# biometricLoginDisclaimer
source: Would you like to save time and enable a secure login with {authenticationType}?
es: ¿Le gustaría ahorrar tiempo y activar el inicio de sesión segura usando {authenticationType}?

source: Cancel
es: Cancelar

source: Cancel AutoPay
es: Cancelar AutoPay

source: Cancel AutoPay for
es: Cancelar Configuración de AutoPay

source: Cancel AutoPay Setup
es: Cancelar Configuración AutoPay

# cancelButton
source: CANCEL
es: CANCELAR

source: Cancel Pay By Text Setup
es: Cancelar Configuración de Pay By Text

source: CANCEL PAYMENT
es: CANCELAR PAGO

# cancelPaymentDialogContent
source: Cancel and go back to the view the payments due.
es: Cancelar y volver a ver los pagos adeudados.

source: CANCEL SETUP
es: CANCELAR CONFIGURACIÓN

# cancellingTheSetupWillDelete
source: Cancelling the setup will delete the information you entered, except for the payment account. We’ll save that to enable you to pay your balance due.
es: Al cancelar la configuración, se eliminará la información que ingresó, excepto la cuenta de pago. La guardaremos para que pueda pagar su saldo pendiente.

# cashPayDescription
source: Enables you to pay your rent in cash in person at a participating CashPay locations.
es: Le permite pagar personalmente su renta en efectivo, en las sucursales participantes de CashPay.

# cashPayNoAccount
source: This site does not have a CashPay account.
es: Esta residencia no tiene una cuenta de CashPay.

# cellPhoneField
source: Cell phone
es: Teléfono móvil

source: Change Language
es: Cambiar idioma

# changeLanguageQuestion
source: Change Language?
es: ¿Cambiar idioma?

source: Change mobile number
es: Cambiar número de móvil

# changePaymentAccount
source: Update payment account
es: Actualizar cuenta de pago

source: Change Payment Date
es: Cambiar fecha de pago

source: Change the account
es: Cambiar la cuenta

source: Change the amount
es: Cambiar el monto

source: Change the date
es: Cambiar la fecha

source: Change the mobile phone
es: Cambiar el número de móvil

# changeWithdrawal
source: Change withdrawal amount
es: Cambiar monto de retiro

# changesBillingSettingsSavedSuccessfully
source: Billing settings updated
es: Configuración de facturación actualizada

# changesPreferredLanguageSavedSuccessfully
source: Preferred language updated
es: Idioma preferido actualizado

source: Changes saved successfully
es: Cambios guardados correctamente

# charactersField
source: 8 to 64 characters
es: 8 a 64 caracteres

source: Check your bill
es: Ver detalles en factura

source: Checking
es: Corriente

source: Checking Account
es: Cuenta corriente

source: Checking Account Deleted
es: Cuenta corriente eliminada

# cityEmptyValidation
source: Enter city
es: Ingrese ciudad

# cityField
source: City
es: Ciudad

source: CLOSE
es: CERRAR

# communityAcceptsPayments
source: Your community accepts payments on the following days each month. The amount will be automatically debited from your account on that date.
es: Su comunidad acepta pagos los siguientes días de cada mes. El monto se debitará automáticamente de su cuenta en esa fecha.

# communityAcceptsPaymentsOn
source: Your community accepts payments on the {day} day each month. The amount will be automatically debited from your account on that date.
es: Su comunidad acepta pagos {day} de cada mes. El monto se debitará automáticamente de su cuenta en esa fecha.

# communityCardExplore
source: EXPLORE YOUR COMMUNITY
es: EXPLORE SU COMUNIDAD

source: Confirm
es: Confirmar

source: Confirm account number
es: Confirmación de número de cuenta

# confirmNewPasswordField
source: Confirm new password
es: Confirmar nueva contraseña

# confirmPasswordField
source: Confirm Password
es: Confirmar la nueva contraseña

source: Confirm update
es: Confirmar actualización

source: Confirm your changes
es: Confirme sus cambios

# contactInformationLabel
source: Contact Information
es: Información de Contacto

# continueT
source: Continue
es: Continuar

# createAPasswordField
source: Create a password for your account.
es: Cree una contraseña para su cuenta.

source: Credit Card
es: Tarjeta de Crédito

# creditCardInfo
source: Credit Card (3% fee applies)
es: Tarjeta de Crédito. Se agregará una tarifa de $45 (3%)

source: Credit Card or Mobile Wallet
es: Tarjeta de Crédito o Billetera Móvil

source: Current
es: Actual

source: Current Balance
es: Saldo Actual

source: Current due
es: Pago actual

# currentPasswordField
source: Current Password
es: Contraseña Actual

source: Current Rent
es: Renta Actual

source: (Data charges may apply)
es: (Pueden aplicarse cargos por datos)

source: day
es: día

# dayOfMonth
source: {day} day of the month
es: {day} día del mes

source: days
es: días

source: Days before due date
es: Días antes de la fecha de vencimiento

source: Debit Authorization
es: Autorización de Débito

# debitAuthorizationDescription
source: I hereby authorize and request that you automatically debit my bank account on the date above selected on a monthly basis for the monthly AutoPay amount that I have selected above. I have previously provided my bank account information to you either through the “Manage Account” section of “My Account” on the website or the “Payment Account” section in the mobile application. If any authorized AutoPay amount is not available in my bank account, I will be charged late fees and/or dishonored check fees per my Lease or Rental Agreement, as well as any insufficient funds or overdraft fees that may be charged by my bank. I understand that it is my responsibility to update my bank account information as needed—whether through the website’s “Manage Account” section or the mobile app’s “Payment Account” area—and to assure that sufficient available funds are maintained to pay the foregoing AutoPay amount on the date of each monthly debit or charge. I further understand that if I close the designated bank account, I will designate another bank account or make timely arrangements for payments to be made in another manner. This AutoPay authorization will remain in effect until I change my AutoPay elections (but I understand that any AutoPay transaction already in process at the time of any change made by me may still be completed), or until you send me a 15-day notice of cancellation of the AutoPay service. I understand, acknowledge, and agree that by clicking this automatic payment authorization, I am providing my electronic signature (otherwise known as a “writing signed by me”) to authorize the automatic payments.
es: Por la presente, autorizo y solicito que debiten de forma automática y mensual de mi cuenta bancaria en la fecha seleccionada más arriba el monto de Pago automático mensual que seleccioné antes.Anteriormente proporcioné información de mi cuenta bancaria, ya sea a través de la sección “Administrar cuenta” de “Mi cuenta” en el sitio web o la sección “Cuenta de pago” en la aplicación móvil. Si algún monto de Pago automático autorizado no está disponible en mi cuenta bancaria, me cobrarán cargos por pago atrasado y/o cargos por cheques rechazados según mi Contrato de arrendamiento o alquiler, así como cualquier cargo por fondos insuficientes o sobregiro que pueda cobrar mi banco. Entiendo que es mi responsabilidad actualizar la información de mi cuenta bancaria según sea necesario y garantizar que haya fondos suficientes disponibles para pagar el monto de Pago automático anterior en la fecha de cada débito o cargo mensual. Además, entiendo que, si cierro la cuenta bancaria designada, designaré otra cuenta bancaria o haré arreglos oportunos para que los pagos se realicen de otra manera. Esta autorización de Pago automático permanecerá vigente hasta que cambie mis elecciones de Pago automático (pero entiendo que cualquier transacción de Pago automático que ya esté en proceso en el momento de cualquier cambio aún puede completarse), o hasta que me envíen un aviso de cancelación del servicio de Pago automático con 15 días de anticipación. Entiendo, reconozco y acepto que al hacer clic en esta autorización de pago automático, proporciono mi firma electrónica (también conocida como “escrito firmado por mí”) para autorizar los pagos automáticos.

source: DELETE ACCOUNT
es: ELIMINAR CUENTA

source: Delete payment account
es: Eliminar cuenta de pago

# deletePaymentAccountInfo
source: Your payment account will be deleted.
es: Su cuenta de pago será eliminada.

source: DESCRIPTION
es: DESCRIPCIÓN

# descriptionAutoPay
source: AutoPay debits your bank account automatically when your payments are due. Each of your charges can have different AutoPay settings. It takes just a few minutes to set up.
es: AutoPay debita su cuenta bancaria automáticamente cuando venzan sus pagos. Cada uno de sus cobros puede tener una configuración de AutoPay diferente. Configurarlo solo toma unos minutos.

# descriptionPayByText
source: Paying by text message is an alternative to AutoPay or in-app transactions for making payments. Each month when your bill is due, you'll receive a text message. Simply verify your information and make the payment.
es: El pago mediante mensaje de texto es una alternativa a AutoPay para realizar pagos automáticos. Cada mes, cuando venza su factura, recibirá un mensaje de texto. Confirme el monto adeudado, ingrese su número de teléfono, responda SÍ y se realizará su pago.

# doYouWantToCancelAutoPayDate
source: Do you want to cancel the change to your AutoPay payment date?
es: ¿Quiere cancelar la actualización de su fecha de pago de AutoPay?

# doYouWantToCancelChangePaymentAccount
source: Do you want to cancel the change to your payment account?
es: ¿Desea cancelar la actualización de su cuenta bancaria?

# doesNotMatchAccountNumber
source: Account numbers must match
es: Los números de cuenta deben coincidir

# doesNotMatchPassword
source: Passwords must match
es: Las contraseñas deben coincidir

source: Done
es: Listo

# drawerAnnouncements
source: Announcements
es: Anuncios

# drawerCommunity
source: Community
es: Comunidad

# drawerCommunityMap
source: Porpety Map
es: Mapa de la propiedad

# drawerCommunityThings
source: Things to Know
es: Cosas por saber

# drawerDashboard
source: Summary
es: Resumen

# drawerEndUserLicenseAgreement
source: End User License Agreement
es: Acuerdo de Licencia del Usuario Final

# drawerHelp
source: Help
es: Ayuda

# drawerMyAccount
source: My Account
es: Mi Cuenta

source: Delete My Account
es: Eliminar mi cuenta

# drawerMyAccountCommunication
source: Communication Preferences
es: Medios de Comunicación

# drawerMyAccountContact
source: Contact Information
es: Información de Contacto

# drawerMyAccountDelete
source: Delete My Account
es: Eliminar Mi Cuenta

# drawerMyAccountFeedback
source: Give Feedback
es: Denos su Opinión

# drawerMyAccountLanguagePreference
source: Language Preference
es: Preferencia de Idioma

# drawerMyAccountPrivacy
source: Privacy Policy
es: Política de Privacidad

# drawerMyAccountRegister
source: Add a Site
es: Añadir una Residencia

# drawerMyAccountTerms
source: Terms of Use
es: Términos de Uso

# drawerMyAccountUser
source: Log In Settings
es: Configuración de Inicio de Sesión

# drawerPayments
source: Payments
es: Pagos

# drawerPaymentsBills
source: Billing & Payment History
es: Historial de Facturación y Pagos

# drawerPaymentsHistory
source: Payment History
es: Historial de Pagos

# drawerPaymentsMake
source: Make a Payment
es: Realizar un Pago

# drawerEverywareCashPay
source: Pay With a Barcode
es: Pague con un Código de Barras

# drawerPaymentsMethods
source: Payment Account
es: Cuenta de Pago

# drawerPaymentsSettings
source: Billing Settings
es: Configuración de Facturación

source: Due Date
es: Fecha de Vencimiento

# dueDateReminder
source: A due date reminder is a message that helps you remember to make payments.
es: Los recordatorios le ayudan a recordar que debe realizar un pago [X días] antes de su vencimiento.

# dueDateReminderTab
source: Due Date Reminder
es: Recordatorio de Pago

# dummyAugust2023
source: August 2023
es: Agosto 2023

# dummyDecember2023
source: December 2023
es: Diciembre 2023

# dummyJuly2023
source: July 2023
es: Julio 2023

# dummyNovember2023
source: November 2023
es: Noviembre 2023

# dummyOctober2023
source: October 2023
es: Octubre 2023

# dummySeptember2023
source: September 2023
es: Septiembre 2023

# editButton
source: EDIT
es: EDITAR

# editEmail
source: Edit Email Address
es: Editar Correo Electrónico

# editLabel
source: Edit
es: Editar

source: Edit payment account
es: Editar cuenta de pago

source: Edit Username
es: Editar Nombre de Usuario

source: Email Address
es: Correo Electrónico

# emailDeliveryOptionAlert
source: Send bills to your email address?
es: ¿Enviar facturas a su correo electrónico?

# emailEmptyValidation
source: Enter email address
es: Ingrese correo electrónico

# emailField
source: Email
es: Correo Electrónico

# emailIncorrectFormatValidation
source: Incorrect format
es: Formato incorrecto

# emailUpdated
source: Email address has been updated
es: Dirección de correo actualizada

# enableLoginWithBiometrics
source: Enable {authenticationType} Login
es: Activar inicio de sesión con {authenticationType}

source: Enroll in AutoPay
es: Suscríbase en AutoPay

source: Enter
es: Ingresar

# enterAccountNumber
source: Enter the account number
es: Ingrese el número de cuenta

# enterAmountError
source: Enter amount
es: Ingrese un monto

# enterAmountLabel
source: Enter amount
es: Ingrese un monto

# enterCodeBody
source: A resident access code was emailed to {email}. Enter the code below.
es: Un código de acceso de residente fue enviado por correo electrónico a {email}. Ingrese el código a continuación

# enterCodeTitle
source: Enter your access code
es: Ingrese el código de acceso

# eftEnrolledNotification
source: You are enrolled in Electronic funds Transfer direct debit. These Automatic payments already cover your rent every month. Before setting up Autopay, contact your community to unenroll in EFT payments
es: Está inscrito en el débito directo mediante transferencia electrónica de fondos. Estos pagos automáticos ya cubren su alquiler todos los meses. Antes de configurar el pago automático, comuníquese con su comunidad para cancelar la inscripción en los pagos mediante transferencia electrónica de fondos.

# enterFiveDigits
source: Enter 5 digits
es: Ingrese 5 dígitos

source: Enter mobile number
es: Ingrese un número de teléfono móvil

# enterNineDigits
source: Enter 9 digits
es: Ingrese 9 dígitos

# enterThreeDigits
source: Enter 3 digits
es: Ingrese 3 dígitos

# enterYourNewAutoPaymentAccount
source: Enter your new AutoPayment account information. The new account will replace your current one.
es: Ingrese la información de su nueva cuenta de AutoPay. La nueva cuenta reemplazará a la actual.

# enterYourNewAutoPaymentDate
source: Enter your new payment date. The new date will replace your current one.
es: Ingrese la nueva fecha de pago. La nueva fecha reemplazará a la actual.

# estimatedFeeInfo
source: Estimated fee:
es: Tarifa estimada:

# expenseToBePaid
source: Charge to be paid
es: Cargo a Pagar

# explainerButton
source: OK, GOT IT!
es: OK, ENTENDIDO!

# explainerText
source: {appName} enables you to conveniently pay bills and do other tasks in your community any time. {appName} operates independently from your community office. Please contact your community manager for critical issues.
es: {appName} le permite pagar sus cuentas de manera conveniente y realizar otras tareas relacionadas a su comunidad en cualquier momento. {appName} funciona de forma independiente de su oficina comunitaria. Si tiene problemas críticos, por favor contacte a su administrador comunitario.

source: EULA
es: ALUF

source: FAQ Categories
es: Categorías FAQ

# fieldRequired
source: {field} is required
es: {field} requerido

source: Fifth
es: Quinto

source: Find a location
es: Encuentre una sucursal

source: First
es: Primer

# fixedAmount
source: Fixed Amount of {amount}
es: Monto fijo de {amount}

# forgotUsernamePasswordLabel
source: Forgot username or password?
es: ¿Olvidó su nombre de usuario o contraseña?

# forgotUsernamePasswordTitle
source: Forgot Username or Password?
es: ¿Olvidó su nombre de usuario o contraseña?

source: Fourth
es: Cuarto

source: Frequently Asked Questions
es: Preguntas Frecuentes

source: Full amount
es: Monto total

# fullAmountNotExceed
source: Full amount not to exceed {maxAmount}
es: Monto total, no superar {maxAmount}

source: Full terms of agreement
es: Términos completos del acuerdo

source: Getting your payment ready....
es: Preparando su pago....

source: GO BACK
es: REGRESAR

# goToWebsiteButton
source: GO TO WEBSITE
es: IR AL SITIO WEB

# hintPasswordLabel
source: Enter 8 to 64 characters
es: Ingresa de 8 a 64 caracteres

# hintTextInputField
source: I speak english!
es: ¡Yo hablo español!

source: Home Loan
es: Préstamo hipotecario

# homePhoneField
source: Home phone
es: Teléfono de casa

# howLoginWithBiometrics
source: How do I set up {authenticationType}?
es: ¿Cómo configuro {authenticationType}?
