Repository: driosn/modulo_cicd
Catalog: lib/l10n/app_*.arb
Languages: es

# withdrawalFixedAmountFirstPart
source: If the fixed amount is less than the total amount due, it will not be withdrawn. When this occurs, you will receive an email notifying you before the due date. Make a payment for the amount due by the due date in the {appName} app or by another method provided by your community.
es: Si el monto fijo es menor que el monto total adeudado, este no se debitará. Cuando esto ocurra, recibirá un correo electrónico notificándole antes de la fecha de vencimiento. Realice un pago por el monto adeudado antes de la fecha de vencimiento en la aplicación {appName} o mediante otro método proporcionado por su comunidad.

# withdrawalFixedAmountOption
source: A fixed amount
es: Un monto fijo

# withdrawalFixedAmountReview
source: Fixed amount of
es: Monto fijo de

# withdrawalFixedAmountSecondPart
source: The fixed amount will be withdrawn even when you have no balance due or have a credit balance.
es: El monto fijo será debitado incluso cuando no tenga un saldo adeudado o tenga un saldo acreedor.

# withdrawalFullAmountOption
source: The full amount due
es: El monto total adeudado

# withdrawalFullAmountDueReview
source: Full amount due
es: Monto total adeudado

# withdrawalFullAmountReview
source: Full amount not to exceed
es: Monto total adeudado no exceda

# withdrawalFullAmountWithConditionOption
source: The full amount due, but only if it doesn’t exceed a certain amount
es: El monto total adeudado, pero sólo si este no excede una cierta cantidad

# withdrawalFullAmountWithConditionReview
source: Full amount due
es: Monto total adeudado

# withdrawalMountQuestionLabel
source: How much do you want to withdraw each month with AutoPay? The total due may vary each month, depending on your charges.
es: ¿Cuánto quiere que sea el retiro mensual con AutoPay? El total adeudado puede variar cada mes dependiendo de sus cargos.

source: YES, CANCEL
es: SI, CANCELAR

# yesUpperCase
source: YES
es: SÍ

# youAreEnrolledInEft
source: You're Enrolled in EFT
es: Está inscrito en EFT

# youHaveNotAgreedTerms
source: You have not agreed to authorize debits to your payment account. Authorization is required to make payments with AutoPay.
es: No ha aceptado autorizar débitos en su cuenta de pago. Se requiere autorización para realizar pagos con AutoPay.

# youHaveNotAgreedTermsPayByText
source: You have not agreed to authorize debits to your payment account. Authorization is required to make payments with Pay By Text.
es: No ha aceptado autorizar débitos de su cuenta de pago. Se requiere de su autorización para realizar pagos con Pay By Text.

source: You must select a payment method
es: Debe seleccionar un método de pago.

source: You must authorize your payment
es: Debe autorizar su pago.

# youWillReceiveABill
source: You will receive a bill by [method] outlining charges before the due date.
es: Recibirá una factura por [método] que detallará los cargos antes de la fecha de vencimiento.

# youWillReceiveAPayment
source: You will receive a payment receipt by email after the payment has been made.
es: Recibirá un recibo de pago por correo electrónico después de que se haya realizado el pago.

# youWillReceiveAReminder
source: {nDays, select, 1{You will receive a reminder {nDays} day before the due date} other{You will receive a reminder {nDays} days before the due date}}
es: {nDays, select, 1{Usted recibirá un recordatorio {nDays} día antes de la fecha de vencimiento} other{Usted recibirá un recordatorio {nDays} días antes de la fecha de vencimiento}}

# youWillTransferredPortal
source: You will be transferred to the {appName} website to recover your account information.
es: Será transferido al sitio web de {appName} para recuperar la información de su cuenta.

# yourBalanceAutomatically
source: Your balance will be automatically paid.
es: Su saldo se pagará automáticamente.

source: Your Payment Date
es: Su Fecha de Pago

# yourRemindersGo
source: Send payment reminders to your
es: Enviar recordatorios de pago a su

# yourSelectionWillApply
source: Your selection will apply to text in the mobile app, email related to your account, and Pay by Text.
es: Su selección se aplicará al texto en la aplicación móvil, a correos electrónicos relacionados con su cuenta y a Pay by Text.

source: Your total amount will be:
es: Su monto total será:

# zegoFee
source: $4.00 fee per transaction
es: Tarifa de $4.00 por transacción

source: Zego PayLease Card
es: Tarjeta Zego PayLease

# currentDuePascal
source: Current Due
es: Pago Actual

# totalDuePascal
source: Total Due
es: Pago Total

source: Home Loan Due
es: Pago de Préstamo Hipotecario

source: Rent To Own Loan Due
es: Pago de Renta con Opción de Compra

source: Lease Option Loan Due
es: Pago de Opción de Arrendamiento

# paymentsSuspendedDescription
source: Your option to make payments for this site in the application has been suspended by your community. Please contact them for more information.
es: Su comunidad ha suspendido la opción de realizar pagos para este sitio en la aplicación. Comuníquese con ellos para obtener más información.

source: and
es: y

source: By using the app, you agree to the
es: Al utilizar la aplicación, aceptas las

source: Terms of Use
es: Condiciones de Uso

source: Privacy Policy
es: Política de Privacidad

source: I accept
es: Acepto

source: I decline
es: Rechazo

source: Decline Terms of Use and Privacy Policy
es: Rechazar Condiciones de Uso y Política de Privacidad

# acceptDocumentsIsRequired
source: Accepting the Privacy Policy and Terms of Use is required. If you decline, you may accept the agreements later.
es: Aceptar la Política de Privacidad y Condiciones de Uso es requerido. Si lo rechazas, deberás aceptar los acuerdos más adelante.

source: GO BACK AND ACCEPT
es: VOLVER Y ACEPTAR

source: Need help logging in?
es: ¿Necesita ayuda para iniciar sesión?

source: Log In Help
es: Ayuda para el Inicio de Sesión

# overpaymentTitle
source: Overpayment
es: Pago en Exceso

# overpaymentContent
source: You are making a payment amount that is greater than the loan balance due. By continuing, you agree that the excess amount will be applied as a prepayment to your total balance. To apply the payment directly to your principal balance, please contact your community office.
es: Usted está realizando el pago de un monto mayor que el saldo adeudado del préstamo. Al continuar, acepta que el monto excedente se aplicará como pago anticipado a su saldo total. Para aplicar el pago directamente a su saldo de capital, comuníquese con la oficina de su comunidad.

source: MAKE OVERPAYMENT
es: REALIZAR PAGO EN EXCESO

source: Login successful
es: Inicio de sesión exitoso

# faceIdLogInEnabled
source: Face ID log in is enabled
es: Inicio de sesión con Face ID habilitado

# touchIdLogInEnabled
source: Touch ID log in is enabled
es: Inicio de sesión con Touch ID habilitado

# deleteAccountWarning
source: Deleting your account signs you out of the app and removes all settings, preferences, payment method and application data previously entered. If you haven’t moved out of your home, be sure to pay your rent and charges directly to your community after your account has been deleted.
es: Eliminar su cuenta cierra sesión en la aplicación Resident Portal y elimina todas las configuraciones, preferencias, método de pago y datos de la aplicación ingresados previamente. Si no se ha mudado de su hogar, asegúrese de pagar su alquiler y cargos directamente a su comunidad después de que su cuenta haya sido eliminada.

source: sign out instead
es: cerrar sesión en su lugar

# warrningTextDelete
source: Your account, settings, preferences, payment method and application data will be deleted.
es: Su cuenta, configuraciones, preferencias, método de pago y datos de la aplicación serán eliminados.

source: Account Not Deleted
es: Cuenta no eliminada

# accountNotDeletedSuccessfully
source: An error occurred and your account was not deleted. Please try again.
es: Ocurrió un error y tu cuenta no fue eliminada. Por favor, inténtalo de nuevo.

source: Account Deleted
es: Cuenta eliminada

# accountDeletedSuccessfully
source: Your account, settings, preferences, payment method and application data have been deleted.
es: Tu cuenta, configuraciones, preferencias, método de pago y datos de la aplicación han sido eliminados.

source: Participating Retailers
es: Minoristas participantes

# paymentsUpToMaxAmountAccepted
source: Payments up to ${maximumPaymentAmount} accepted
es: Se aceptan pagos de hasta ${maximumPaymentAmount}

source: Payments up to $999 accepted
es: Se aceptan pagos de hasta $999
