Repository: driosn/modulo_cicd
Catalog: lib/l10n/app_*.arb
Languages: es

# iJustPaidIStillHaveBalance
source: I just paid but I still have a balance in {appName}. Why?
es: Acabo de pagar pero todavía tengo saldo en {appName}. ¿Por qué?

source: In Progress
es: En Progreso

# informativeMessageContactInformation
source: This email address is where you are notified about changes to your username and password and where payment receipts are sent. To change the email address where you receive bills, go to Payments > Billing Settings.
es: Esta dirección de correo electrónico es donde se le notifica sobre cambios en su nombre de usuario y contraseña y donde se envían los recibos de pago. Para cambiar la dirección de correo electrónico donde recibe las facturas, vaya a Pagos > Configuración de Facturación.

# institutionMustBeThree
source: Institution number must be 3 digits
es: El número de institución debe tener 3 dígitos

source: Institution number
es: Número de institución

source: Invalid Log In Information
es: Información de inicio de sesión no válida

source: Invalid number
es: Número inválido

# languageField
source: Language
es: Idioma

# languagePreferenceDescription
source: Your selection will apply to text in the mobile app, email related to your account, and Pay by Text.
es: Su selección se aplicará al texto en la aplicación móvil, a correos electrónicos relacionados con su cuenta y a Pay by Text.

# languageSelectedField
source: Selected language:
es: Idioma seleccionado:

source: Lease Option
es: Opción de arrendamiento

source: Legal Documents
es: Documentos legales

# letsRiviewYourAutoPay
source: Review your setup. If everything looks okay, start AutoPay below.
es: Revise su configuración. Si todo parece ser correcto, inicie AutoPay abajo.

# letsRiviewYourPayByText
source: Let’s review your setup. If everything looks ok, go ahead and activate it.
es: Revise su configuración. Si todo parece ser correcto, continúe y actívela.

# logInButton
source: LOG IN
es: INICIAR SESIÓN

source: Log Out
es: Salir

# logOutDialog
source: Your preferences and settings will be saved.
es: Se guardarán sus preferencias y configuración.

# loginWithBiometrics
source: Log In With {authenticationType}
es: Iniciar Sesión Con {authenticationType}

# mailDeliveryOptionAlert
source: Send bills to your mailing address?
es: ¿Enviar facturas a su dirección de envíos?

# mailingAddressField
source: Mailing address
es: Dirección de envíos

# mailingAddressOption
source: Mailing address
es: Dirección de envíos

source: Make a Payment
es: Realizar un Pago

# makeAPaymentEftDescription
source: You are enrolled in Electronic Funds Transfer direct debit. These automatic payments already cover your rent and charges every month. You may make an additional payment. To unenroll from EFT payments, contact your community.
es: Está inscrito en el débito directo mediante transferencia electrónica de fondos. Estos pagos automáticos ya cubren su alquiler y los gastos mensuales. Puede realizar un pago adicional. Para cancelar la inscripción a los pagos mediante transferencia electrónica de fondos, comuníquese con su comunidad.

source: Make Payment
es: Hacer pago

# manageYourHomeField
source: Manage your home any time of day
es: Gestione su hogar a cualquier hora del día

source: Mobile phone
es: Teléfono Móvil

source: Mobile Phone Number
es: Número de Teléfono Móvil

# mobileWalletInfo
source: Mobile Wallet (3% fee applies)
es: Billetera Móvil. Se agregará una tarifa de $45 (3%)

source: Monthly Withdrawal
es: Monto de Retiro

# nDay
source: {number, select, 1{day} other{days}}
es: {number, select, 1{día} other{días}}

# nMonth
source: {number, select, 1{January} 2{February} 3{March} 4{April} 5{May} 6{June} 7{July} 8{August} 9{September} 10{October} 11{November} 12{December} other{Error}}
es: {number, select, 1{Enero} 2{Febrero} 3{Marzo} 4{Abril} 5{Mayo} 6{Junio} 7{Julio} 8{Agosto} 9{Septiembre} 10{Octubre} 11{Noviembre} 12{Diciembre} other{Error}}

source: Name on account
es: Nombre en la cuenta

# needHelpButton
source: Need help?
es: ¿Necesita ayuda?

# needHelpField
source: Need help?
es: ¿Necesita ayuda?

# needHelpRegisteringButton
source: Need help registering?
es: ¿Necesita ayuda para registrarse?

# newPasswordField
source: New password
es: Nueva contraseña

source: New Payment Account
es: Nueva Cuenta de Pago

source: New payment account added
es: Nueva cuenta de pago agregada

source: New payment account saved
es: Nueva cuenta de pago guardada

source: New payment date saved
es: Nueva fecha de pago guardada

# nextButton
source: NEXT
es: SIGUIENTE

# nextField
source: Next
es: Siguiente

# noBills
source: There are no bills available yet.
es: Aún no hay facturas disponibles.

# noCancelUpperCase
source: NO, CANCEL
es: NO, CANCELAR

source: No Payment Due
es: Sin deuda pendiente

# noPaymentDueDescription
source: There is no payment due, but you may pay toward a future balance.
es: No hay ningún pago pendiente, pero puede pagar para un saldo futuro.

source: No payment reminder will be sent
es: No se enviará ningún recordatorio de pago

# noPayments
source: No payments have been made yet.
es: Aún no se han realizado pagos.

# occasionallyAmountDue
source: Occasionally the amount due in the {appName} app doesn’t match the total amount due on your bill. Please contact your community manager for assistance with payment if this occurs.
es: En ocasiones, el monto adeudado en la aplicación {appName} no coincide con el monto total adeudado en su factura. Comuníquese con el administrador de su comunidad para obtener ayuda con el pago si esto ocurre.

source: OFF
es: DESACTIVADO

source: ON
es: ACTIVADO

# onStopPay
source: Your option to make payments through {appName} has been paused. Please pay your bills in person at the community office.
es: Su opción para realizar pagos a través de {appName} se ha pausado. Pague sus facturas en persona en la oficina comunitaria.

# oneTimePaymentAuthorizationDescription
source: I hereby authorize and request that you debit my bank account or charge my credit card, as selected above, for the amount specified above. If I have elected to debit my bank account, I have previously provided my bank account information either through the “Manage Account” section of “My Account” on the website or the “Payment Account” section in the mobile application and authorize the use of this account. If the authorized amount is not available in my bank account or pursuant to my credit card account, I understand and agree that I will be charged late fees and/or dishonored check fees per my Lease or Rental Agreement, as well as any insufficient funds or overdraft fees that may be charged by my bank or credit card company. I understand that it is my responsibility to update my bank or credit card information as needed—whether through the website’s “Manage Account” section or the mobile app’s “Payment Account” area—and to assure that sufficient available funds or credit availability is maintained to pay the foregoing amount. I understand, acknowledge, and agree that by clicking this one-time payment authorization, I am providing my electronic signature (otherwise known as a “writing signed by me”) to authorize the one-time payment.
es: Por la presente, autorizo y solicito que debiten de mi cuenta bancaria o facturen a mi tarjeta de crédito, como seleccioné anteriormente, el monto especificado más arriba. Si he elegido debitar el importe de mi cuenta bancaria, he proporcionado información de mi cuenta bancaria previamente, ya sea a través de la sección “Administrar cuenta” de “Mi cuenta” en el sitio web o la sección “Cuenta de pago” en la aplicación móvil, y autorizo el uso de esta cuenta. Si el monto autorizado no está disponible en mi cuenta bancaria o de acuerdo con mi cuenta de tarjeta de crédito, entiendo y acepto que me cobrarán cargos por pago atrasado y/o cargos por cheques rechazados según mi Contrato de arrendamiento o alquiler, así como cualquier cargo por fondos insuficientes o sobregiro que pueda cobrar mi banco o compañía de tarjeta de crédito. Entiendo que es mi responsabilidad actualizar la información de mi cuenta bancaria según sea necesario y garantizar que haya crédito o fondos suficientes disponibles para pagar el monto anterior. Entiendo, reconozco y acepto que al hacer clic en esta autorización de pago único, proporciono mi firma electrónica (también conocida como “escrito firmado por mí”) para autorizar el pago único.

# orField
source: Or
es: O

source: Paid
es: Pago

# passwordEmptyValidation
source: Enter a password
es: Ingrese una contraseña

# passwordField
source: Password
es: Contraseña

# passwordMatchField
source: Password and confirm password match
es: Contraseña y confirmación deben coincidir

# passwordMissingNumber
source: Missing a number
es: Número faltante

# passwordMissingSymbol
source: Missing a symbol
es: Símbolo faltante

# passwordRequiredField
source: Password is required
es: Se requiere contraseña

# passwordTooLongValidation
source: Too long
es: Muy largo

# passwordTooShortValidation
source: Too short
es: Muy corto

# passwordUpdated
source: Passswood has been updated
es: Contraseña actualizada

source: Pay By Text
es: Pay By Text para Renta

source: Pay By Text Authorization
es: Autorización de Pay By Text

source: Pay By Text OFF
es: Pay By Text DESACTIVADO

source: Pay By Text ON
es: Pay By Text ACTIVADO

source: Pay By Text Settings
es: Configuración de Pay By Text

source: Pay By Text Started
es: Pay By Text Iniciado

# payHalfFlex
source: Pay half now, half later with flex
es: Pague la mitad ahora, la mitad después con flex

source: PAY NOW
es: PAGAR AHORA

# payNowWith
source: Pay now with your bank account, credit card or mobile wallet
es: Pague ahora con su cuenta bancaria, tarjeta de crédito o billetera móvil

# payNowWithThisAcc
source: Pay now with this account
es: Paga ahora con esta cuenta

source: Payment
es: Pago

source: Payment Account
es: Cuenta de Pago

source: Payment Account Added
es: Cuenta de pago agregada

source: Payment Account Deleted
es: Cuenta de Pago Eliminada

source: Payment Account Setup
es: Configuración de Cuenta de Pago

# paymentAccountWillBeDebitted
source: Your payment account will be debited to pay your {billName}. To make changes, tap edit.
es: Se debitará de su cuenta de pago para pagar su [nombre de la factura]. Para realizar cambios, seleccione editar.

source: Payment Accounts
es: Cuentas de pago

source: Payment Agreement
es: Acuerdo de Pago

# paymentAmount
source: Payment
es: Pago

# paymentCardGoToPayments
source: GO TO PAYMENTS
es: IR A PAGOS

# paymentCardLastPayment
source: LAST PAYMENT
es: ÚLTIMO PAGO

# paymentCardNoPrior
source: No prior payment
es: Sin pago previo

# paymentCardOnTime
source: On time
es: A tiempo

# paymentCardRentBalance
source: RENT BALANCE
es: SALDO DE RENTA

# paymentCardTitle
source: Payments
es: Pagos

source: Payment Date
es: Fecha de Pago

source: Payment Due
es: Fecha de Pago

# paymentDueDescription
source: You must pay the Total Rent due with CashPay.
es: Debe pagar la renta total adeudado con CashPay.

# paymentErrorAmountLowerThanMinimumTitle
source: Amount Lower Than Minimum
es: Monto Menor Al Mínimo

# paymentErrorAmountLowerThanMinimumMessage
source: A minimum payment of {amount} is required.
es: Se require un pago mínimo de {amount}.

# paymentErrorGeneralTitle
source: An Error Occurred
es: Ocurrió Un Error

# paymentErrorGeneralMessage
source: We were unable to make a payment on your account.<br/>Please contact your community manager.
es: No pudimos realizar un pago con su cuenta.<br/>Por favor, contacte al administrador de su comunidad.

# paymentErrorAmountExceedsMaximumTitle
source: Invalid Payment Amount
es: Monto de Pago Inválido

# paymentErrorAmountExceedsMaximumMessage
source: The maximum amount allowed is {amount}
es: El monto máximo permitido es de {amount}

# paymentErrorPreviousPaymentTitle
source: Confirm Additional Payment
es: Confirmar Pago Adicional

# paymentErrorPreviousPaymentButton
source: Authorize Additional Payment
es: Autorizar Pago Adicional

# paymentErrorPreviousPaymentMessage
source: A payment of {amount} was made on {date}. If you still wish to submit this payment, please select the authorization and click Submit. To cancel this additional payment select cancel.
es: Se realizó un pago de {amount}, el {date}. Si aún desea realizar este pago, por favor, acepte la autorización y haga clic en Enviar. Para cancelar este pago adicional, seleccione Cancelar.

source: PAYMENT METHOD
es: MÉTODO DE PAGO

# paymentMethodPascalCase
source: Payment Method
es: Método de Pago

source: Payment Summary
es: Resumen de Pago

# paymentsDueTitle
source: Payments Due
es: Pagos Adeudados

# paymentsLabel
source: Payments
es: Pagos

# phoneDeliveryOptionAlert
source: Send bills by text message to your mobile phone?
es: ¿Enviar facturas por mensaje de texto a su teléfono móvil?

# phoneEmptyValidation
source: Incomplete phone number
es: Número de móvil incompleto

# phoneIncompleteValidation
source: Incomplete phone number
es: Número de móvil incompleto

# phoneIncorrectLength
source: Enter 10 numbers
es: Ingrese 10 números

# phoneNumberField
source: Phone number
es: Número de teléfono móvil

# phoneNumberHint
source: Area code + number
es: Código de área + número

# phoneNumberOrPasswordField
source: Mobile number or email
es: Teléfono móvil o correo electrónico

source: Please authorize your payment
es: Por favor autorice su pago

source: POS Code City
es: Código del POS de la ciudad

source: POS Name
es: Nombre del POS

# postalCodeEmptyValidation
source: Enter postal code
es: Ingrese código postal

# postalCodeField
source: Postal code
es: Código postal

# postalCodeIncompleteValidation
source: Enter 5 numbers
es: Ingrese 5 números

source: Preferred Language
es: Idioma Preferido

# provideReasonAuthDeclined
source: Please provide the reason you have declined authorization of AutoPay payments to help us better serve you.
es: Indique el motivo por el que rechazó la autorización de los pagos con AutoPay para ayudarnos a brindarle un mejor servicio.

# provideReasonAuthDeclinedPayByText
source: Please provide the reason you have declined authorization of Pay By Text payments to help us better serve you.
es: Indique el motivo por el que rechazó la autorización de los pagos con Pay By Text para ayudarnos a brindarle un mejor servicio.

# readyStartMakingPayment
source: You’re ready to start making Automatic payments with AutoPay. You can stop AutoPay any time.
es: Usted está listo para comenzar a realizar pagos automáticos con AutoPay. Puede detener el pago automático en cualquier momento.

source: Register
es: Registro

# registerBody
source: We’ll send you an access code that connects you to your community.
es: Le enviaremos un código de acceso que le conectará con su comunidad.

# registerButton
source: ADD SITE
es: AÑADIR RESIDENCIA

# registerSiteDescription
source: {appName} enables you to manage more than one site with your user account. If you have more than one site, register each here with the site registration code. If you do not have the site registration code, contact your community manager.
es: {appName} le permite administrar más de una residencia con su cuenta de usuario. Si usted tiene más de una residencia, regístrelas aquí con el código de residencia. Si no tiene el código de residencia, contacte al administrador de su comunidad.

# registerTitle
source: Enter your email address
es: Ingrese su dirección de correo electrónico

source: Reminders OFF
es: Recordatorios DESACTIVADOS

source: Reminders ON
es: Recordatorios ACTIVADOS

# removeSelectedLanguageField
source: Remove selected language
es: Eliminar idioma seleccionado

source: Rent
es: Renta

source: Rent to Own
es: Renta con opción de compra

source: Required
es: Requerido

# resendAccessCodeButton
source: RESEND MY ACCESS CODE
es: REENVIAR CÓDIGO DE ACCESO

# residentPortalNotAvailable
source: {appName} mobile app is not currently available for your community. You can continue to use the web version.
es: {appName} actualmente no está disponible para su comunidad. Puede seguir usando la versión web.

source: Review AutoPay Set Up
es: Resumen de AutoPay

# routingAccountInfo
source: Bank Account Information
es: Información de la Cuenta Bancaria

# routingMustBeNine
source: Routing number must be 9 digits
es: El número de ruta debe tener 9 dígitos

source: Routing number
es: Número de ruta

# sameAsSiteAddressLabel
source: Same as site address
es: La misma que la dirección de residencia

source: Save Account
es: Guardar cuenta

# saveButton
source: SAVE
es: GUARDAR

source: Save Changes
es: Guardar cambios

source: Savings
es: Ahorros

source: Savings Account
es: Cuenta de ahorros

source: Search
es: Buscar

source: Second
es: Segundo

# secureAuthenticationDisabled
source: Login with {authenticationType} has been disabled
es: Autenticación con {authenticationType} ha sido desactivada

# secureAuthenticationEnabled
source: Login with {authenticationType} has been enabled
es: Autenticación con {authenticationType} ha sido activada

# secureAuthenticationField
source: SECURE AUTHENTICATION
es: AUTENTICACIÓN SEGURA

source: Secure Authentication
es: Autenticación Segura

# secureAuthenticationInfo
source: {authenticationType} allows you to log in securely without entering your username and password.
es: {authenticationType} le permite iniciar sesión de forma segura sin ingresar su nombre de usuario y contraseña.

# selectExpense
source: Select charge
es: Seleccione el cargo

# selectPaymentDate
source: Select a Payment Date
es: Seleccione una Fecha de Pago

source: Select your preferred language
es: Seleccione su idioma preferido

# selectedPaymentDate
source: {paymentDay} day of the month
es: {paymentDay} día del mes

# sendAnEmailReminder
source: Send an email reminder before the due date.
es: Enviar un recordatorio por correo electrónico antes de la fecha de vencimiento.

source: Send bills by:
es: Enviar facturas por:

source: Send bills to your
es: Enviar facturas a su

# sessionExpiredPrompt
source: Your session has expired. Please log in.
es: Su sesión ha expirado. Por favor, inicie sesión de nuevo.

# setPreferencesForMailText
source: Set preferences for the mail you receive in Communication Preferences.
es: En Preferencias de Comunicación puede establecer sus preferencias de la correspondencia que recibe.

# setUpPaymentAccount
source: Add a Payment Account
es: Configurar una Cuenta de Pago

source: Settings
es: Configuración

source: Set Up AutoPay
es: Configurar AutoPay

source: SET UP AUTOPAY FOR
es: CONFIGURAR AUTOPAY PARA

source: Set Up Billing Preferences
es: Configurar preferencias de pago

source: Set Up Pay By Text
es: Configuración de Pay By Text

source: Seventh
es: Séptimo

# showPaymentDueTile
source: Show payment due
es: Mostrar pago pendiente

# sigInButton
source: SIGN IN
es: INICIAR SESIÓN

# sigInFacebook
source: Sign in with Facebook
es: Continúe con Facebook

# sigInGoogle
source: Sign in with Google
es: Continúe con Google

# signOutButton
source: LOG OUT
es: CERRAR SESIÓN

# signOutPrompt
source: You have successfully logged out
es: Ha cerrado la sesión con éxito

source: Site
es: Residencia

source: Site Address
es: Residencia

# siteAddressHint
source: Site Address
es: Dirección de la residencia

source: Site balance
es: Saldo de la residencia

# siteBalanceLabel
source: Site Balance
es: Saldo de la residencia

# siteBalancePascalCase
source: Rent
es: Renta

# siteBalanceSubtitle
source: (Total amount due may vary)
es: (El monto total adeudado puede variar)

source: Site Payment Account
es: Cuenta de pago de la residencia

# siteRegistrationCodeHint
source: Enter the code
es: Ingresa el código

# siteRegistrationCodeLabel
source: Site Code
es: Código de Residencia

source: Sixth
es: Sexto

source: Skip
es: Omitir

source: SKIP SETUP FOR NOW
es: OMITIR CONFIGURACIÓN POR AHORA

# socialLoginButton
source: Sign in with {socialNetwork}
es: Continúe con {socialNetwork}

source: Start AutoPay
es: Iniciar AutoPay

source: Start Pay By Text
es: Iniciar Pay By Text

# stateEmptyValidation
source: Select a state
es: Seleccione un estado

# stateField
source: State
es: Estado

# statesTitle
source: STATES
es: ESTADOS

# stoppingAutoPayOccurs
source: Payments will no longer be automatically withdrawn from your account.
es: Los pagos no serán debitados automáticamente de su cuenta.

# subjectRentCharges
source: Subject,{rentValue} Rent + Charges
es: Asunto,{rentValue} Renta + Cargos

source: Thank You
es: Gracias

# thankYouPayment
source: Thank you for your payment
es: Gracias por su pago

# theAmountMayVary
source: (The amount may vary each month)
es: (El monto puede variar cada mes)

# theLanguageChangeWillTakeEffect
source: The language change will take effect immediately in the app as well as for any future notifications.
es: El cambio de idioma tendrá efecto inmediatamente en la aplicación y también en todas las notificaciones futuras.

source: Third
es: Tercer

# thisNumberWillNoReplace
source: This number will not replace the mobile contact number in your account settings.
es: Este número no reemplazará el número de teléfono móvil de contacto establecido en la configuración de su cuenta.

source: Total Balance
es: Saldo Total

source: Total Due
es: Pago total

# totalPaymentAmountIncludes
source: The total payment amount includes a processing fee.
es: El monto total del pago incluye una tarifa de procesamiento.

# transactionN
source: TRANSACTION #
es: TRANSACCIÓN #

# transitMustBeFive
source: Transit number must be 5 digits
es: El número de tránsito debe tener 5 dígitos

source: Transit number
es: Número de tránsito

# typeNameExactly
source: Type the name exactly as it appears
es: Ingrese el nombre tal como se muestra

source: Type of account
es: Tipo de cuenta

source: Update Account
es: Actualizar Cuenta

# updateAPasswordField
source: {appName} password requirements
es: Requerimientos de contraseña de {appName}

# updateAutoPayDates
source: Change recurring payment date
es: Cambiar fecha de pago recurrente

# updateCheckingSavingsAccount
source: Enter your new account information. The new account will replace your current one.
es: Ingrese la información de su nueva cuenta. La nueva cuenta reemplazará a la actual.

source: Update mailing address
es: Actualizar dirección

source: Update Password
es: Actualizar Contraseña

# useSiteAddressLabel
source: Use site address
es: Usar la dirección de residencia

source: Username
es: Nombre de Usuario

# usernameEmptyValidation
source: Enter your username
es: Ingrese su nombre de usuario

# usernameUpdated
source: Username has been updated
es: Nombre de usuario actualizado

source: Version
es: Versión

# welcomeField
source: Welcome
es: Bienvenido

# welcomeText
source: Let’s get started!
es: ¡Empecemos!

# welcomeTextBold
source: brand new experience!
es: ¡nueva experiencia!

source: Western Union Account
es: Cuenta de Western Union

# westernUnionFee
source: $3.20 fee per transaction
es: Tarifa de $3.20 por transacción

# whatIsCurrentBalance
source: What is the Current Balance?
es: Qué es la Renta Actual?

# whatIsTotalBalance
source: What is the Total Balance?
es: ¿Qué es la Renta Total?

# whatLanguageField
source: What language do you prefer?
es: ¿Qué idioma prefiere?

# whatNumberShouldWeSend
source: What number should we send bill reminders and Pay By Text messages to?
es: ¿A qué número debemos enviar recordatorios de facturas y mensajes de Pago By Text?

# withdrawalAmountLabel
source: Withdrawal Amount
es: Monto de Retiro

# withdrawalCancelSetupButton
source: CANCEL SETUP
es: CANCELAR CONFIGURACIÓN

# withdrawalDoNotExceedLabel
source: Do not exceed:
es: No exceder:

# withdrawalExactlyLabel
source: Fixed Amount:
es: Monto fijo:
